{"pageContext":{"node":{"_meta":{"uid":"turtappi","tags":["kynþroski"]},"title":[{"type":"heading1","text":"Túrtappi","spans":[]}],"article_img":{"dimensions":{"width":612,"height":612},"alt":null,"copyright":null,"url":"https://kynfraedsla-www.cdn.prismic.io/kynfraedsla-www/972f36f402927d755d82ccb82fe4ae8fc5a61151_istockphoto-973593538-612x612-1.jpg"},"synonyms":[{"type":"paragraph","text":"Tampon","spans":[]}],"intro_text":[{"type":"paragraph","text":"Túrtappar eru tappar úr reioni og bómull sem komið er fyrir í leggöngum og draga í sig tíðarblóðið. Tvær megingerðir eru til af túrtöppum, tappar með og án innsetningarhólka.  Tapparnir sem ekki eru með innsetningarhólk þenjast út á breiddina, á meðan tapparnir með innsetningarhólk lengjast.  Tappar án hólks eru vinsælli á Íslandi, en tappar með hólk eru vinsælir í Bandaríkjunum og Evrópu.  Kosturinn við innsetningarhólkinn er hreinlæti og minni sýkingarhætta, en tapparnir taka meira pláss í geymslu og þeim fylgir meira sorp.  Til forna notuðu konur í Asíu pappírsvöndla eða ullartappa.","spans":[]}],"small_card":[{"link_to_article":{"title":[{"type":"heading1","text":"Píka","spans":[]}],"article_img":{"dimensions":{"width":1198,"height":1120},"alt":null,"copyright":null,"url":"https://kynfraedsla-www.cdn.prismic.io/kynfraedsla-www/4bc40f7d7ac8b86f0f17bb9623757b7ad14aebd8_screen-shot-2019-04-25-at-20.09.09.png"}}},{"link_to_article":{"title":[{"type":"heading1","text":"Ást","spans":[]}],"article_img":{"dimensions":{"width":800,"height":600},"alt":null,"copyright":null,"url":"https://kynfraedsla-www.cdn.prismic.io/kynfraedsla-www%2F2c2c04c5-f8f9-4a71-8a46-707cb6b5741c_valentines2019.gif"}}},{"link_to_article":{"title":[{"type":"heading1","text":"Sambönd","spans":[]}],"article_img":{"dimensions":{"width":800,"height":600},"alt":null,"copyright":null,"url":"https://kynfraedsla-www.cdn.prismic.io/kynfraedsla-www/d39764688267559a0fd2cd0bfaceda77df0a2be9_sext.jpg"}}}],"link":{"title":[{"type":"heading1","text":"Túr","spans":[]}],"article_img":{"dimensions":{"width":350,"height":354},"alt":null,"copyright":null,"url":"https://kynfraedsla-www.cdn.prismic.io/kynfraedsla-www/91e54212f9c81829063664cb1ee5e3168d250501_menstruation.png"}},"body":[{"type":"content___heading","primary":{"subheading":[{"type":"heading1","text":"Hvernig á að nota túrtappa?","spans":[]}],"text":[{"type":"paragraph","text":"Sumt fólk á erfitt með að nota túrtappa á meðan annað fólk vill helst ekki nota neitt annað.  Svona kemur þú túrtappa fyrir:","spans":[]},{"type":"list-item","text":"Tekur plastið af tappanum.  Á hólklausu töppunum er annað hvort rifband á plastinu, eða þá að þú tekur utan um sitt hvorn helminginn og snýrð í gagnstæða átt.  Á töppunum með innsetningarhólki tekurðu bara plastið utan af, en fjarlægir ekki hólkinn.","spans":[]},{"type":"list-item","text":"Dragðu spottann út (ef þú ert með hólklausu tapanna) svo að auðveldara sé að ná í spottann til að draga tappann út.","spans":[]},{"type":"list-item","text":"Hólklausir tappar:  Stingdu tappanum með fingrinum eins langt og þú getur.  Passaðu að tappinn fari beint inn en sé ekki skakkur, því það getur verið óþægilegt.","spans":[{"start":0,"end":18,"type":"strong"}]},{"type":"list-item","text":"Tappar með innsetningarhólk: Ef að tappinn er í löngum pappahólk, stingurðu einfaldlega fremri endanum inn í leggöngin, eins beint og þú getur, og þrýstir svo aftari endanum inn í hinn hólkinn.  Svo tekurðu hólkinn út og passar þig að taka ekki í bandið með.  Ef að tappinn er í plasthólk sem er samsettur (þannig að minna fari fyrir honum) þarftu að draga aftari hlutann úr, snúa honum aðeins og nota hann svo eins og lýst er hér að framan.","spans":[{"start":0,"end":28,"type":"strong"}]},{"type":"list-item","text":"Til eru mismunandi stærðir af túrtöppum, sem henta fyrir mismunandi flæðimagn.  Til dæmis getur verið gott að vera með minni tappa snemma og seint á blæðingunum en stærri tappa þegar mesta blóðið flæðir.  Ungar konur sem ekki hafa haft samfarir gætu átt erfitt með að koma tappanum fyrir og getur þá verið betra að nota bindi, eða í það minnsta minni gerðirnar af töppum.","spans":[]}]}},{},{"type":"content___heading","primary":{"subheading":[{"type":"heading1","text":"Reglur og ráð um notkun túrtappa","spans":[]}],"text":[{"type":"heading2","text":"","spans":[]},{"type":"list-item","text":"Skiptu reglulega um tappa.  Ekki minna en á þriggja klukkustunda fresti eða samkvæmt leiðbeiningum á umbúðum.","spans":[]},{"type":"list-item","text":"Þvoðu hendurnar vel fyrir og eftir að tappanum er komið fyrir.","spans":[]},{"type":"list-item","text":"Aldrei setja fleiri en einn tappa í einu.","spans":[]},{"type":"list-item","text":"Best er að sofa með dömubindi eða álfabikar, en ef að sofið er með túrtappa skal nýr tappi settur í rétt áður en þú ferð að sofa og strax þegar þú vaknar.","spans":[]},{"type":"list-item","text":"Ekki sturta túrtöppum niður í klósett.  Í fyrsta lagi eru þeir óumhverfisvænir, brotna illa niður (nema lífrænir túrtappar sem hægt er að kaupa í heilsubúðum) og geta borið með sér sýkingar á milli sjávardýra.  Í öðru lagi geta þeir stíflað klósett- og skólplagnir og í því vilja fáir lenda!","spans":[]}]}},{"type":"repeat","primary":{"repeat":{"didyouknow":[{"type":"paragraph","text":"Að meðalkona notar 11.400 túrtappa um ævina. Þ.e. ef hún notar aðallega túrtappa, frekar en dömubindi eða álfabikar. ","spans":[{"start":0,"end":117,"type":"em"}]}]}}},{},{"type":"content___heading","primary":{"subheading":[{"type":"heading1","text":"Er hættulegt að nota túrtappa?","spans":[]}],"text":[{"type":"paragraph","text":"Ef að túrtapparnir eru notaðir rétt, þeim skipt reglulega út og hendur vel þvegnar við notkun þeirra er notkunin tiltölulega hættulaus.  Hins vegar er til sýking sem tengist notkun túrtappa sem getur verið lífshættuleg.  Hún heitir TSS, eða toxic shock syndrome, og er mjög sjaldgæf.  Sýkingunni veldur baktería sem oftast er tengd við notkun á túrtöppum.  Bakterían sem veldur sýkingunni er yfirleitt til staðar í líkamanum, en veldur yfirleitt ekki neinum alvarlegum sýkingum.  Við notkun túrtappa, aðallega túrtappa sem eru með hámarksvökvadrægni, getur verið hætta á sýkingu og einnig ef túrtappi er hafður of lengi í leggöngunum.","spans":[{"start":241,"end":261,"type":"strong"}]},{"type":"heading3","text":"Einkenni Toxic shock syndrome (TSS)","spans":[]},{"type":"paragraph","text":"Hár hiti, ógleði, niðurgangur, útbrot sem líkjast sólbruna (sérstaklega í lófum og á iljum), vöðvaverkir, rauð augu, munnur eða háls, flogaköst, höfuðverkur, hnakkastirðleiki, svimi, yfirlið og lágur blóðþrýstingur.","spans":[]},{"type":"heading3","text":"Meðferð við Toxic shock syndrome","spans":[]},{"type":"paragraph","text":"Kona sem fær slík einkenni skal fjarlægja túrtappann strax og leita tafarlaust til læknis.  Læknir gefur sýklalyf og batatíminn er um þrjár vikur.  Ef að ekkert er að gert getur sýkingin dregið konuna til dauða á innan við klukkutíma.","spans":[]}]}}]}}}