{"pageContext":{"node":{"_meta":{"uid":"samfarir"},"title":[{"type":"heading1","text":"Samfarir","spans":[]}],"article_img":{"dimensions":{"width":414,"height":520},"alt":null,"copyright":null,"url":"https://kynfraedsla-www.cdn.prismic.io/kynfraedsla-www/67d7a527f439f98ff69c42e45860274aebb1e1dc_samfarir.png"},"synonyms":[{"type":"paragraph","text":"Ríða, sofa saman, kynmök","spans":[]}],"intro_text":[{"type":"paragraph","text":"Kynlíf eða ástalíf er sá samlífsþáttur kynjanna sem snýr að æxlunaratferli manna og tengist kynörvun og kynhvötinni. Þegar tvær manneskjur (kona og karlmaður eða karlmaður og karlmaður eða kona og kona) hafa samfarir eða veita hvort öðru fullnægingu eða kynferðislega örvun með öðrum hætti, svo sem með því að örva kynfæri hvors annars. Þetta er hægt að gera með ýmsum hætti, eins og til dæmis með munnmökum, snertingu og svo framvegis. „Kynlíf“ með sjálfum sér nefnist sjálfsfróun.","spans":[]}],"body":[{"type":"content___heading","primary":{"subheading":[{"type":"heading1","text":"Samskipti","spans":[]}],"text":[{"type":"paragraph","text":"Samskipti eru mikilvægur hluti allra sambanda. Með því að tala saman deilum við tilfinningum, skoðunum og leysum vandamálin saman.  Talið um það sem þið gerið, það sem ykkur langar að gera og hvernig ykkur líður. Þið þurfið að hafa frið og vera ein. Það er ekki heppilegt að fara að ræða kynlífið og mögulega það sem angrar þig í rúminu þegar þú ert ekki í stuði fyrir kynlíf og þreyta dagsins situr í þér. Sumir óttast að særa maka sinn ef þeir ræða kynlífið opinskátt og segja mögulega eitthvað sem kemur illa við makann. Ef þú ert í hamingjuríku sambandi en ert ekki sátt/ur við kynlífið, ætti að vera í góðu lagi að ræða það. ","spans":[]}]}},{"type":"content___heading","primary":{"subheading":[{"type":"heading1","text":"Stellingar","spans":[]}],"text":[{"type":"paragraph","text":"Kynlíf tveggja persóna er hægt að stunda í ýmsum stellingum og er það bæði gert til þess að auka nautnina og til þess að fá ekki leið á sömu stellingunni. Frægasta stellingin er trúboðastellingin, en einnig mætti nefna 69, hunda- og skeiðastellinguna. Sumir nota kynlífsleikföng til að krydda og auka ánægju sína af kynlífi.","spans":[]}]}},{},{"type":"content___heading","primary":{"subheading":[{"type":"heading1","text":"Öryggi","spans":[]}],"text":[{"type":"paragraph","text":"Viss áhætta fylgir því að stunda kynlíf, til dæmis er alltaf möguleiki að smitast af kynsjúkdómi við samfarir. Sumir þeirra eru ólæknandi. Einnig er hætta á getnaði ef ekki eru notaðar getnaðavarnir eins og til dæmis getnaðarvarnarpilla, hetta, lykkja, smokkur og svo framvegis. Smokkurinn dregur verulega úr líkum á hvoru tveggja getnaði og kynsjúkdómum, en aðrar getnaðarvarnir verja fólk ekki gegn smitsjúkdómum. Talið er að smokkar geti varið gegn kynsjúkdómum í 98% tilvika\n\n","spans":[]}]}}]}}}